---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelManuallyAdjusted
source: html/12336a09-d7f8-5679-45f6-f1734f7ac7ca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelManuallyAdjusted Property

"Manually Adjusted"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelManuallyAdjusted { get; }
```